// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "给刘烨琳小女孩的一封信",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "素未谋面的刘同学",  // 同上...
        "生日快乐",
        "过多客套的生日祝福我就不说了",
        "我也不喜欢说客套的话，哈哈哈~",
        "人生可能就是这么奇妙",
        "可以通过音乐认识到一些相似的灵魂",
        "当然我也希望你",
        "多一点耐心，多一点自信",
        "你是一个很优秀的女生",
        "你也很努力",
        "努力虽然可能不一定会有结果",
        "我相信你是一个有野心的人",
        "你希望自己未来达到自己想象中的样子",
        "孤独，痛苦，应该说是必经之路吧",
        "希望你积极面对",
        "在伤心难过的时候",
        "永远不要忘记了",
        "音乐永远在你背后",
        "默默支持你",
        "我相信你所坚信的",
        "正是坚信你的",
        "对吧",
        "所以",

    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/birthdaypicture.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "所以": "./imgs/birthdaypicture.jpg"
    },
    
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "¡Comienza!",
        play: "música",
        bannar_coming: "demasiado monótono?",
        balloons_flying: "menos cosas?",
        cake_fadein: "pastel?",
        light_candle: "vela?",
        wish_message: "¡Feliz cumpleaños!",
        story: "Una carta para ti"
    },

    // 结束语
    loveText: '你的网易云好友~'
};
